Repository: Mikrotherion/emodule-productivity
Catalog: po/*.po
Languages: cs, it, pl, sk

source: Productivity Settings
cs: Nastavení Produktivity
it: Impostazioni di Productivity
pl: Ustawienia Productivity
sk: Nastavenie Produktivity

source: Satisfy urgent windows instantly
cs: Okamžite vybavit naléhavé okna
it: Soddisfa immediatamente le finestre urgenti
pl: Zaspokajaj natychmiast pilne okna
sk: Okamžite vybaviť naliehavé okná

source: Break Time
cs: Čas na přestávku
it: Durata della pausa
pl: Przerwa
sk: Čas na prestávku

source: %1.0f Minutes
cs: %1.0f Minut
it: %1.0f Minuti
pl: %1.0f Minut
sk: %1.0f Minút

source: Time to Work before Break
cs: Čas na práci před přestávkou
it: Tempo di lavoro prima della pausa
pl: Czas pracy do przerwy
sk: Čas na prácu pred prestávkou

source: Start Working
cs: Začátek práce
it: Inizia a lavorare
pl: Zacznij pracę
sk: Začiatok práce

source: Stop Working
cs: Ukončení práce
it: Smetti di lavorare
pl: Przerwij pracę
sk: Ukončenie práce

source: Schedule
cs: Harmonogram
it: Organizza
pl: Harmonogram
sk: Harmonogram

source: %1.0f Minutes of Break per every %1.0f Minutes of Work
cs: %1.0f Minut přestávky na každých %1.0f minut práce
it: %1.0f Minuti di Pausa per ogni %1.0f Minuti di lavoro
pl: %1.0f Minut przerwy co %1.0f Minut pracy
sk: %1.0f Minút prestávky na každých %1.0f minút práce

source: Add
cs: Přidat
it: Aggiungi
pl: Dodaj
sk: Pridať

source: Remove
cs: Odstranit
it: Rimuovi
pl: Usuń
sk: Odstrániť

source: Work Tools
cs: Pracovní nástroje
it: Strumenti di lavoro
pl: Narzędzia pracy
sk: Pracovné nástroje

source: Extensions
cs: Doplňky
it: Estensioni
pl: Rozszerzenia
sk: Doplnky

source: Productivity
cs: Produktivita
sk: Produktivita

source: Settings
cs: Nastavení
it: Impostazioni
pl: Ustawienia
sk: Nastavenie
